Repository: ascii-dresden/asciii
Catalog: lang/*.po
Languages: de

source: INum
de: Rnum

source: Designation
de: Bezeichnung

source: Date
de: Datum

source: InvoiceDate
de: Rechnungsdatum

source: Caterer
de: Betreuer

source: Responsible
de: Verantwortlich

source: Payed on
de: Bezahlt am

source: Amount
de: Betrag

source: Canceled
de: Abgesagt

source: we could get rid of: {}
de: können archiviert werden: {}

source: The ascii invoicer III
de: Der ascii Invoicer III

source: Print errors with full backtrace
de: Fehler mit vollem Backtrace ausgeben

source: set's up a new instance
de: richtet eine neue Instanz ein

source: set's up a new instance. Clones the repository and initializes the global config file.
de: richtet eine neue Instanz ein. Klont das Repository und initialisiert die globale Konfigurationsdatei.

source: where to clone to
de: Wohin clonen?

source: Override the configured editor
de: Überschreibt das Jahr

source: Create a new project
de: Rechnung erstellen

source: Project name
de: Projektname

source: Manually set the date of the project
de: Setze das Datum eines Projekts

source: Override the description of the project
de: Überschreibe die Beschreibung eines Projekts

source: Use a specific template
de: Benutze ein bestimmtes Vorlage

source: Override the manager of the project
de: Überschreibt den Projektmanager

source: Manually set the start time of the project
de: Setzt die Anfangszeit des Projekts manuell

source: Manually set the end time of the project
de: Setzt die Endzeit des Projekts manuell

source: Overrides the duration of the event
de: Überschreibt die Dauer des Events

source: Do not edit the file after creation
de: Nach Erstellen nicht editieren

source: List Projects
de: Projekte auflisten

source: list archived projects of a specific year, defaults to the current year
de: Liste archivierte Projtekte eines bestimmten Jahres auf. Standard: Aktuelles Jahr

source: List projects from that year, archived or not
de: Liste Projekte dieses Jahres auf, ob archiviert oder nicht

source: Add extra fields to print for each project listed
de: Gibt extra Felder von Projekten mit aus

source: Filter selection by field content
de: Filtert Ausgabe nach

source: Show Errors for each project
de: Zeigt Fehler mit an

source: Show colors
de: Liste in Farbe

source: Show colors for each project
de: Zeigt Liste in Faribe

source: Show non-verbose list
de: Überschreibe Verbose Einstellung

source: Print in csv form
de: Ausgabe als CSV

source: Opposite of simple
de: Mehr Details

source: Sort by :
de: Sortiere Ausgabe nach:

source: List all projects, ever
de: Liste alle Projekte auf, alle

source: List templates
de: Liste Vorlagen

source: List years in archive
de: Liste Jahre im Archiv

source: List paths to each project file
de: Listet Pfade zu Projektdatein

source: List all computed data fields that can be used with --details
de: Liste mögliche berechnete Felder auf die in --details verwendet werden können.

source: Print nothing, expect the fields supplied via --details
de: Gibt nichts aus, mit Ausnahme der Angaben in --details

source: Open storage path
de: Öffnet peicherverzeichniss

source: Search term, possibly event name
de: Suchbegriff oder Eventname

source: Open path to templates instead
de: Zeigt Vorlagenverzeichniss

source: Open path to created documents instead
de: Zeigt Ausgabeverzeichniss

source: Open path to current binary instead
de: Zeigt Pfad dieses Programms

source: Open invoice file
de: Rechnung öffnen

source: Open offer file
de: Angebot öffnen

source: Edit a specific project
de: Bearbeite ein bestimmtes Projekt

source: Pick an archived project
de: Suche im Archiv

source: Edit a template file, use `list --templates` to learn which.
de: Bearbeite eine Vorlage. Können mit list --templates aufgelistet werden.

source: Edit the meta data store
de: Extradaten bearbeiten

source: Move a Project into the archive
de: Archiviere ein Project

source: Search terms to match the project
de: Suchbegriffe

source: Archives the project, even though it is not completely valid
de: Archiviere ein Projekt, selbst wenn es noch nicht vollständig ist

source: Archives all projects that can be archived
de: Archiviere alle Projekte die archiviert werden können

source: Override the year
de: Überschreibt das Jahr

source: Move a Project out of the archive
de: Verschiebt ein archviertes Projekt zurück ins Arbeitsverzeichnis

source: The name of the project, duh!
de: Der Name des Projekts

source: Display a specific project
de: Zeige ein Projekt an

source: Show project as JSON
de: Zeige das Projekt als Json

source: Show project as iCal
de: Zeige das Projekt als iCal

source: Shows a particular detail
de: Zeigt ein bestimmtes Detail an

source: Shows fields that can be filled automatically
de: Zeigt Felder an die automatisch gefüllt werden können

source: Shows the errors in this project
de: Zeigt Fehler im Projekt

source: Show fields in templates that are filled
de: Zeigt Felder an die automatisch gefüllt werden können

source: List files that belong to a project
de: Datein in diesem Projektverzeichniss

source: Display values in invoice mode
de: Zeigt Werte an (Rechnungs Modules)

source: Display values in offer mode
de: Zeigt Werte an (Angebots Modules)

source: Show as csv
de: Als CSV anzeigen

source: Set a value in a project file
de: Setzt einen Wert in einer Projekt Datei

source: Which field to set
de: Welches Feld zu setzen?

source: What to put in the field
de: Wert

source: Assign invoice id to project
de: Rechnungsnummer zuweisen

source: Show storage path
de: Zeigt den Speicherverzeichniss

source: Shows templates path instead
de: Zeigt Vorlagenverzeichniss

source: Shows path to created documents instead
de: Zeigt Ausgabeverzeichniss

source: Open an archive instead
de: Öffnet das Vorlagenverzeichniss im Editor

source: Open the working directory in an editor
de: Öffnet das Arbeitsverzeichnis im Editor

source: Produces a CSV report for a given year
de: Erzeugt einen CSV Report des gegebenen Jahres

source: List archived projects of a specific year, defaults to the current year
de: Liste archivierte Projtekte eines bestimmten Jahres auf. Standard: Aktuelles Jahr

source: Include open tasks
de: Aufgaben erzeugen

source: Experimental: open dues
de: (experimentel): zeige offene Posten

source: Show unpayed wages
de: Zeige unbezahlte

source: Creates documents from projects
de: Erzeuge Dokumente aus Projekten

source: Manually pass a file path
de: Dateinamen manuell angeben

source: Manually pass a output folder
de: Zielverzeichniss manuell angeben

source: Do it against better judgement
de: Tu es auch wenn's nicht geht

source: Only create the PDF file
de: Nur PDF erzeugen

source: Do not create final output file
de: Erzeuge das finale Produkte nicht

source: Only prints to stdout
de: Printet nur nach stdout

source: Open the pdf file afterwards.
de: Öffne die erzeugt PDF hinterher

source: Produce an offer document
de: Erzeuge ein Angebot

source: Produce an invoice document
de: Erzeuge ein Angebot

source: Use a particular template
de: Benutze ein bestimmtes Template

source: Deletes a project
de: Lösche ein Projekt

source: list archived projects
de: Archivierte Projekte auflisten

source: Show and edit your config
de: Anzeigen und Editieren der

source: Edit your config
de: Anzeigen und Editieren der Konfiguration

source: Show a specific config value
de: Zeigt einen spezifischen Konfigurationswert an

source: Show default config
de: Zeigt Standardeinstellungen

source: set the root folder in the config
de: konfiguriert das Rootverzeichnis

source: Show the location of the config file
de: Zeigt den Pfad der Konfigdatei

source: Create config file.
de: Erstellt eine neue Konfigdatei

source: (experimental) starts interactive shell
de: (experimental) startet eine interaktive shell

source: Show your name from config
de: Zeigt deinen Namen aus der Konfiguration

source: Show the working tree status
de: Zeige den Status des Arbeitsverzeichnisses

source: Pull and merge new commits from remote
de: neue commits pullen und direkt mergen

source: git pull with --rebase
de: git pull mit --rebase

source: Changes between the index and your last commit
de: Änderungen zwischen Index und letztem Commit

source: A template
de: Vorlage

source: Add file contents to the git-index
de: Fügt Ändenderungen zum git-index hinzu

source: Save changes locally
de: Speichert Änderungen lokal

source: Upload locally saved changes to the remote
de: Lade lokale Änderungen zum remote hoch

source: cleans changes and untracked files in project folder
de: setzt Änderungen zurück und löscht ungetrackte Datein

source: equals git stash
de: entspricht git stash

source: equals git pop
de: entspricht git pop

source: Show commit logs
de: Zeite Commitlog

source: Show information about the remote
de: Zeit Informationen über den git-remote

source: Generates completion for bash, zsh, etc
de: Generiert completions für bash, zsh, etc

source: what shell to generate completion for (bash, zsh, fish,PowerShell)
de: für was genau sollen completions erzeugt werden

source: show also build information
de: auch Buildinformationen anzeigen

source: show verbose version as json
de: Vollständige version als json

source: Opens the online documentation, please read it
de: Öffnet die Online Dokumentation, please lies sie!

source: Opens the WebInterface 🤯
de: WebInterface öffnen 🤯

source: please specify either bash, zsh, fish or powershell
de: Bitte spezifizere entweder 'bash', 'zsh', 'fish' oder 'powershell'

source: Date Format must be DD.MM.YYYY
de: Das Datum muss das Format TT.MM.JJJJ haben

source: no remote
de: kein Remote

source: {} that's not a command
de: {} das ist kein Befehl

source: what do you think this is, a shell? {}
de: was denkst du was das hier ist, eine shell? {}

source: Do you want to set the invoice number in {:?} to {}?
de: Möchten Sie die Rechnungsnummer von {:?} auf {} setzen?

source: You have to provide either a search term or path
de: Du musst entweder einen Suchbegriff oder Pfad angeben

source: do you want to set your name?
de: Willst du deinen Namen einstellen?

source: Is your name {:?}
de: Ist dein Name {:?}

source: What is your name?
de: Wie heißt du?

source: {} does not exist
de: {} existiert nicht

source: Project file is younger than pdf, continue anyway?
de: Die PDF ist älter als die Projekt Datei, trotzdem fortfahren?

source: Documentation at: {}
de: Dokumentation auf {}

source: {} days
de: {} Tage

source: {} weeks
de: {} Wochen

source: weird task edgecase in {:?}: {:?}
de: seltener Edgecase {:?}: {:?}

source: Create an Invoice
de: Rechnung erstellen

source: {}: Hungry employees!
de: {}: Hungrige Mitarbeiter!

source: Pay {} You have had the money for {} days!
de: Bitte bezahle {}, die Rechnung ist seit {} Tagen bezahlt

source: Inquire about: "{event}"!
de: Erkundige dich über "{event}"!

source: {inum }{event:?} on {invoice_date} ({days} days ago) was already invoiced but is still not marked as payed. Please check for incoming payments! You can ask {client} ({mail}).
de: {inum }{event:?} wurde am {invoice_date} in Rechnung gestellt (vor {days} Tagen) aber noch nicht als bezahlt markiert. Bitte kontrolliere den Zahlungseingang und erkundige dich ggf. bei {client} ({mail}).

source: {rnum}: payment is {weeks} weeks late: "{event}"
de: {rnum}: Zahlungsverzug {weeks} Wochen: "{event}"

source: Archive {}
de: Archiviere {}

source: {:?} has been finished for {} days, get rid of it!
de: {:?} ist seit {} Tagen abgeschlossen. Weg damit!

source: Responsible: {}
de: Verantwortlich: {}
